[
  {
    "id": 1,
    "title": "Privacy Policy for AWS Trading Pvt Ltd",
    "text": "At AWS Trading Pvt Ltd , we are committed to protecting the privacy and security of our customers' personal information. This Privacy Policy outlines our practices regarding the collection, use, and protection of the data you provide to us. By accessing or using our website or services, you agree to the terms and conditions of this Privacy Policy."
  },
  {
    "id": 2,
    "title": "Information Collection",
    "text": "We may collect personal information from our customers to provide a seamless shopping experience and improve our services. The information we may collect includes, but is not limited to, your name, contact details (such as email address, phone number), shipping address, and payment details. We do not intentionally collect personal information from minors under the age of thirteen. If you are under the age of 18, you must obtain approval from your parent/guardian before providing us with personal information."
  },
  {
    "id": 3,
    "title": "Use of Information",
    "text": "The personal information we collect is used to process orders, fulfill purchases, and provide customer support services. Additionally, we may use your contact information to send you order updates, respond to inquiries, and communicate relevant product offers or promotions. We ensure that the use of customer information is limited to delivering superior service and enhancing your experience with us."
  },
  {
    "id": 4,
    "title": "Data Security",
    "text": "We prioritize the security of your personal information and take necessary measures to protect it from unauthorized access, alteration, disclosure, or destruction. We implement strict security standards and employ secure servers and industry-standard practices to ensure the safety of your data."
  },
  {
    "id": 5,
    "title": "Third-Party Services",
    "text": "We may engage reputable third-party services to enhance the functionality and customer experience on our website. These third-party service providers may have their own privacy policies, and we recommend reviewing their policies before using their services. However, we assure you that we carefully select trustworthy partners who also prioritize data protection and privacy"
  },
  {
    "id": 6,
    "title": "Sharing of Information",
    "text": "We do not reveal customer information to external organizations unless required by law or with the customer's prior consent. In some cases, we may share customer information with reputable companies if a customer has expressed interest in their services or products. However, this Privacy Policy does not apply to these other companies' use of customer information."
  },
  {
    "id": 7,
    "title": "Control and Access:",
    "text": "We strive to maintain accurate and up-to-date customer information. You have the right to access and review the information we hold about you (subject to legal restrictions) and notify us of any corrections required. We will promptly correct any errors and assist you in accessing your information."
  },
  {
    "id": 8,
    "title": "Photos Attribution",
    "text": "To enhance the visual appeal of our website, we may use photos obtained from free resources like Freepik. We ensure proper attribution, giving credit to the original creators. "
  }
]
